Repository: ervinwirth/agrisine_flutter
Catalog: l10n/intl_*.arb
Languages: hu

# appTitle
source: Agrisix App
hu: Agrisix Alkalmazás

# homeTitle
source: Agrisix Home
hu: Agrisix Kezdőlap

source: My Projects
hu: Projektjeim

source: Add New Project
hu: Új Projekt Hozzáadása

source: Change Language
hu: Nyelv Módosítása

# createProjectTitle
source: Create New Project
hu: Új projekt létrehozása

# projectNameLabel
source: Project Name
hu: Projekt neve

# projectNameValidation
source: Please enter a project name
hu: Kérjük, adja meg a projekt nevét

# createProjectButton
source: Create Project
hu: Projekt létrehozása

# projectCreatedSuccess
source: Project created successfully!
hu: Projekt sikeresen létrehozva!

source: Error loading projects.
hu: Hiba a projektek betöltésekor.

source: No projects found.
hu: Nem találhatók projektek.

source: Create Crop Type
hu: Növény típus létrehozása

source: Create Activity Type
hu: Tevékenység típus létrehozása

source: List My Fields
hu: Mezőim listázása

source: Add field
hu: Mező hozzáadása

source: Field saved
hu: Mező mentve

source: No points added
hu: Nincsenek pontok hozzáadva

source: Error loading fields.
hu: Hiba a mezők betöltése során.

source: No fields found.
hu: Nem találhatók mezők.

source: Rename Field
hu: Mező átnevezése

source: Delete Field
hu: Mező törlése

source: New Field Name
hu: Új mező neve

source: Cancel
hu: Mégse

source: Rename
hu: Átnevezés

# confirmDeleteField
source: Are you sure you want to delete this field?
hu: Biztosan törölni szeretnéd ezt a mezőt?

source: Delete
hu: Törlés

source: Error loading crop types.
hu: Hiba a növénytípusok betöltése során.

source: No crop types found.
hu: Nincsenek növénytípusok.

source: Add Crop Type
hu: Növénytípus hozzáadása

source: Crop Type Name
hu: Növénytípus neve

source: Delete Crop Type
hu: Növénytípus törlése

# confirmDeleteCropType
source: Are you sure you want to delete this crop type?
hu: Biztosan törölni szeretné ezt a növénytípust?

source: Add
hu: Hozzáadás
